Repository: DeCarvalhoBruno/lti-wp-seo
Catalog: languages/lti-seo-*.po
Languages: fr_fr

# general.use_image
source: Use image
fr_fr: Utiliser l'image

# admin.menu_title
source: LTI SEO Settings
fr_fr: Paramètres LTI SEO

# admin.menu_item
source: LTI SEO
fr_fr: SEO

# general_hlp_welcome
source: Welcome!
fr_fr: Bienvenue !

# general_hlp_general
source: General tab
fr_fr: Onglet général

# general_hlp_frontpage
source: Front page tab
fr_fr: Onglet page d'accueil

# general_hlp_social
source: Social tab
fr_fr: Onglet social

# general.settings
source: Settings
fr_fr: Paramètres

# opt.msg.reset
source: Plugin options have been reset.
fr_fr: Les paramètres ont été réinitialisés.

# opt.msg.error_token
source: Plugin options could not be saved (session error).
fr_fr: Les paramètres n'ont pas pu être mis à jour (erreur de session).

# admin.help
source: Help page
fr_fr: Pade d'aide (Anglais)

# admin.contribute
source: Contribute
fr_fr: Contribuez (Anglais)

# general_hlp_welcome_1
source: Welcome to LTI SEO, your search engine optimization companion! The goal of this plugin is to provide as many SEO goodness as possible while being as inobstrusive and lightweight as possible.
fr_fr: Bienvenue chez LTI SEO, votre companion pour les tâches d'optimisation de moteur de recherche ! Le but de cette extension est de fournir un maximum de fonctionnalités tout en étant aussi léger et discret que possible.

# general_hlp_welcome_2
source: By default, every option is deactivated and the plugin only outputs html comments to identify the SEO section in headers.
fr_fr: Par défaut, toutes les options sont désactivées et l'extension n'affiche que le commentaire permettant d'identifier la section SEO de l'entête.

# general_hlp_welcome_3
source: Also you'll notice: no ads, no begging for your money, just the goods! We do expect you to engage with us though, your feedback is more than welcome!
fr_fr: Aussi, vous remarquerez : pas de publicités, nous allons droit à l'essentiel !

# general_hlp_general_1
source: In the general tab, options will be set for the entire site. With link rel attributes, relationships can be established between types of content. Wordpress ships with a number of default link rel attributes, and we're merely completementing the assortment.
fr_fr: Dans l'onglet "général", les paramètres sont définis pour tout le site. Grâce aux liens avec attribut "rel", des relations entre types de contenus peuvent être établies. Wordpress fournit un certain nombre de liens de ce type, nous nous contentons de complémenter l'assortiment.

# general_hlp_general_2
source: Keywords are probably not crucial to search engine nowadays, but it doesn't hurt to add a few to each post.
fr_fr: Les mots clés ne sont probablement pas cruciaux pour l'optimisation de moteurs de recherche, mais cette option est accessible pour chaque article.

# general_hlp_general_3
source: The robots feature will provide some drastic instructions to search engines, please investigate these attributes carefully before applying them.
fr_fr: L'option robots permettra de donner des instructions directes aux moteurs de recherche, merci de considérer toute modification avec attention.

# general_hlp_general_4
source: Last but not least, the description tag is a vital piece of information that will draw users to your content, provided its content is snappy and to the point!
fr_fr: Enfin, la balise de description sera affichée sous le titre de la page dans les résultats de recherche et invitera les utilisateurs à cliquer sur vos contenus.

# general_hlp_frontpage_1
source: We tried to pack as much functionality as we could in this tab, the front page being the most visited part of the site.
fr_fr: Nous avons essayé d'ajouter un maximum de fonctionnalités à cet onglet, la page d'accueil étant la page la plus importante de votre site.

# general_hlp_frontpage_2
source: You'll find the same goodies here than on the general tab, plus the possibility of adding schema.org markup to feature the publisher of your content.
fr_fr: Vous trouverez les mêmes fonctionnalités dans cet onglet que dans l'onglet général, avec en plus les informations liées à l'espace de nommage schema.org.

# general_hlp_social_1
source: The general tab allows you to enable open graph tags (used by facebook and pinterest) and twitter card tags.
fr_fr: L'onglet général vous permet d'activer des balises open graph (utilisées par facebook et pinterest) et twitter card.

# general_hlp_social_2
source: The presence of these tags will ensure that your content will be featured on social networks.
fr_fr: La présence de ces balises permettront de s'assurer que vos contenus seront mis en valeur sur les réseaux sociaux.

# general_hlp_social_3
source: About images: the plugin will look for a featured image and add it first. Then, it'll look for attached images on the blog post and add them. Finally, it'll add the custom image you specified in the LTI SEO post box.
fr_fr: À propos des images : cette extension ajoutera l'image à la une en premier. Puis, les images en pièce jointe seront ajoutées. Finalement, l'image personnalisée de l'article sera ajoutée.

# general_hlp_about_us
source: More information:
fr_fr: Plus d'informations :

# general_hlp_dev_blog
source: LTI SEO Help Page
fr_fr: Page d'aide (en anglais)

# general_hlp_contribute
source: Contribute:
fr_fr: Contribuez :

# general_hlp_github
source: Github repo
fr_fr: Projet Github

# opt.title
source: LTI SEO Settings
fr_fr: Paramètres LTI SEO

# opt.tab.general
source: General
fr_fr: Général

# opt.tab.frontpage
source: Front page
fr_fr: Page d'accueil

# opt.tab.post
source: Posts and pages
fr_fr: Articles et pages

# opt.link_rel_support
source: Link rel tags
fr_fr: Balises de liens "rel"

# opt.link_rel_canonical
source: Canonical URL
fr_fr: Adresse web canonique

# opt.link_rel_publisher
source: Publisher URL
fr_fr: Adresse web de l'éditeur

# opt.link_rel_author
source: Author URL
fr_fr: Adresse web de l'auteur

# opt.hlp.link_rel1
source: With link rel attributes, relationships can be established between types of content. Wordpress ships with a number of default link rel attributes, and we're merely completementing the assortment.
fr_fr: Grâce aux liens avec attribut "rel", des relations entre types de contenus peuvent être établies. Wordpress fournit un certain nombre de liens de ce type, nous nous contentons de complémenter l'assortiment.

# opt.hlp.link_rel2
source: Wordpress creates canonical links for blog posts, and the canonical URL feature will try to create a canonical link for other types of pages.
fr_fr: Wordpress crée des liens canoniques pour les articles et nous nous assurons qu'ils sont également créés pour les autres pages du site.

# opt.hlp.link_rel3
source: The author and publisher URLs use Google+ information to add extra link rel tags. Please fill in the "Google+ profile URL (LTI)" in each user's profile, as well as the publisher field in this options page ("Social" tab, "Google publisher URL").
fr_fr: Les URL d'auteur et d'éditeur utilisent des profils Google+ pour ajouter des balises supplémentaires. Merci de remplir l'URL de profil Google+ dans chaque profil utilisateur ainsi que l'URL de l'éditeur dans l'onglet "Social".

# opt.keyword_support
source: Keywords tag
fr_fr: Balise "mots clés"

# opt.keyword_cat_based
source: Based on categories
fr_fr: Utilisant les catégories

# opt.keyword_tag_based
source: Based on tags
fr_fr: Utilisant les étiquettes

# opt.hlp.keyword
source: A list of comma delimited words (i.e "cats, dogs, elephants") that will be added as suggestions as you edit your blog post. (A "LTI SEO" box will be added to the post editing area).
fr_fr: Une liste de mots clés délimités par une virgule (exemple : chat, souris, éléphant) qui sera ajoutée en tant que suggestion dans la fenêtre d'édition d'article (un champ texte sera ajouté dans chaque article).

# opt.group.robots
source: Robots tag
fr_fr: Balises "Robots"

# opt.group.robot_attr
source: Attributes to apply
fr_fr: Attributs à appliquer

# opt.robot.col2
source: Scope
fr_fr: Étendue

# opt.robot.th2
source: Global
fr_fr: Globale

# opt.robot.th3
source: Posts and pages
fr_fr: Articles et pages

# opt.group.robot2
source: Global attributes applied to:
fr_fr: Attributs "global" appliqués à :

# opt.robot_date_based
source: Date archives
fr_fr: Archives datées

# opt.robot_cat_based
source: Categories
fr_fr: Catégories

# opt.robot_tag_based
source: Tags
fr_fr: Étiquettes

# opt.robot_tax_based
source: Other taxonomies
fr_fr: Autres taxonomies

# opt.robot_author_based
source: Author pages
fr_fr: Profils d'auteurs

# opt.robot_search_based
source: Searches
fr_fr: Recherches

# opt.robot_notfound_based
source: "Not found" page
fr_fr: Page "Pas trouvé"

# opt.hlp.robot0
source: Please untick the box "Discourage search engines from indexing this site" in your Wordpress reading settings if you decide to let LTI SEO handle the robots tag.
fr_fr: Merci de décocher la case "Demander aux moteurs de recherche de ne pas indexer ce site" dans les paramètres généraux de Wordpress (section "Lecture") si vous décidez de laisser LTI SEO s'occuper des balises robots.

# opt.hlp.robot1
source: This plugin will add the selected robot attributes to each of the types selected below the table.
fr_fr: Cette extension ajoutera les attributs "robots" à chaque type défini sous le tableau.

# opt.hlp.robot2
source: We separate robot attributes applied to posts and pages from the rest of the site for more flexibility.
fr_fr: Nous séparons les attributs robots appliqués aux articles aux autres pages pour plus de flexibilité.

# general.char_count
source: Character count:
fr_fr: Nombre de caractères :

# opt.hlp.frontpage_description1
source: Front page only: adds your own description meta tag. Search engine results will display around 160 characters.
fr_fr: Page d'accueil seulement : ajoute une balise "description". Les résultats de moteurs de recherche afficheront environ 160 cacratères.

# opt.hlp.frontpage_description2
source: If the option is activated and no description is provided, will default to the site's tagline.
fr_fr: Si le paramètre est activé et aucune description n'est fournie, l'extension utilisera le slogan de votre thème wordpress.

# opt.frontpage_keyword
source: Keywords
fr_fr: Mots clés

# opt.frontpage_keyword_ph
source: i.e cats,dogs,turtles
fr_fr: exemple : chat, chien, souris

# opt.hlp.frontpage_keyword
source: Front page only: adds your own comma separated set of keywords.
fr_fr: Page d'accueil seulement : ajoute une liste de mots clés personnalisée.

# opt.hlp.frontpage_robots
source: Robot attributes to apply to the front page.
fr_fr: Attributs "robots" à appliquer à la page d'accueil.

# opt.jsonld_entity_support
source: Person/Organization
fr_fr: Personne/Organisation

# opt.jsonld_entity_type
source: Person
fr_fr: Personne

# opt.jsonld_organization
source: Organization
fr_fr: Organisation

# opt.jsonld_org_name
source: Name
fr_fr: Nom

# opt.jsonld_org_website_url
source: Website URL
fr_fr: Adresse du site web

# general.choose_img
source: Choose image
fr_fr: Choisir l'image

# general.reset
source: Reset
fr_fr: Réinitialiser

# opt.jsonld_person_wp_userid
source: Wordpress username
fr_fr: Nom d'utilisateur Wordpress

# opt.hlp.jsonld
source: Wraps schema.org attributes into JSON-LD markup, allowing search engines to identify the publisher of your content and feature the person/organization prominently in search results. Organization info is provided here, Person info is provided in the selected user's profile.
fr_fr: Utilise des balises JSON-LD pour présenter des object définis dans l'espace de nommage schema.org permettant d'identifier l'éditeur et l'auteur des contenus et mettre en valeur la personne/l'organisation dans les résultats de recherche. Les informations d'organisation sont paramétrables ici ; les informations de personne utiliseront les données de profil.

# opt.group.social
source: Organization social accounts
fr_fr: Réseaux sociaux de l'organisation

# opt.hlp.account_social
source: A list of social accounts to be added to the organization entry for the site.
fr_fr: Une liste de réseaux sociaux à ajouter aux information d'organisation pour le site wordpress.

# out.jsonld_website_support
source: Type of website
fr_fr: Type de site web

# opt.jsonld_website_website
source: Website
fr_fr: Site Web

# opt.help.jsonld_website
source: Creates a schema.org WebSite/Blog entry that features your wordpress site's search capabilities.
fr_fr: Ajoute une entrée schema.org de type WebSite/Blog qui met en valeur les capacités de recherche de Wordpress.

# opt.group.social_image
source: Social media image
fr_fr: Image pour "réseaux sociaux"

# opt.hlp.frontpage_social
source: Image file to be included in social media tags for the front page.
fr_fr: Image à inclure dans les balises "réseaux sociaux" de la page d'accueil.

# opt.description_support
source: Description meta tag
fr_fr: Balise description

# opt.hlp.description
source: Enables a field in the post editing area allowing you to specify a custom description for posts/pages.
fr_fr: Active un champ dans la fenêtre d'édition des articles permettant de personnaliser leur description.

# opt.hlp.jsonld_page
source: Adds schema.org information about pages (creation and modification date, copyright year, title and language)
fr_fr: Ajoute des information schema.org au sujet des pages (dates de création/modification, l'année de copyright, le titre et la langue).

# opt.jsonld_post_blogposting
source: Blog post
fr_fr: Article de blog (Blog post)

# opt.jsonld_post_news
source: News
fr_fr: Actualités (News)

# opt.jsonld_post_scholar
source: Scholarly article
fr_fr: Article académique (Scholarly article)

# opt.jsonld_post_tech
source: Tech article
fr_fr: Technologie (Tech article)

# opt.hlp.jsonld_post1
source: Adds schema.org information about the post, very similar to the info added when social media is turned on such as a description, title, thumbnail, creation and modification dates, etc.
fr_fr: Ajoute des informations schema.org au sujet de l'article, très similaire aux informations ajoutées lorsque les fonctionnalités "réseaux sociaux" sont activées telles que la description, le titre, la vignette, ainsi que les dates de création et de modification de l'article.

# opt.hlp.jsonld_post2
source: The type of schema.org article object to be used for posts can also be selected here.
fr_fr: Le type d'article schema.org qui sera utilisé peut être choisi ici.

# opt.jsonld_author_support
source: Authors
fr_fr: Auteurs

# opt.hlp.jsonld_author
source: Adds schema.org information about the author, depending on the information provided within said user's profile.
fr_fr: Ajoute des information de l'espace de nommage schema.org au sujet de l'auteur, en fonction des informations fournies dans le profil utilisateur.

# opt.open_graph_support
source: Open Graph support
fr_fr: Support Open Graph

# opt.facebook_publisher
source: Facebook publisher URL
fr_fr: Adresse web de l'éditeur facebook

# opt.hlp.open_graph1
source: Adds the following open graph tags:
fr_fr: Ajoute les balises open graph suivantes :

# opt.hlp.open_graph2
source: On the front page, adds type (set to website), site name, title, url, description (if provided), locale and image (if provided) tags.
fr_fr: Sur la page d'accueil, ajoute le type (défini à "website"), site name, title, url, description (si fournie), locale et image (si fournie).

# opt.hlp.open_graph3
source: On posts, adds type (set to article), site name, title, url, description (if provided), locale and image (if provided) tags, plus published and modified timestamps as well as the facebook author (from the profile) and publisher information, if provided.
fr_fr: Pour les articles, ajoute des balises type (défini à article), site name, title, url, description (si fournie), locale et image (si fournie), ainsi que les dates de création et de modification de l'article.

# opt.twitter_card_support
source: Twitter Cards support
fr_fr: Support Twitter Cards

# opt.twitter_card_summary
source: Summary card
fr_fr: Carte de type "summary"

# opt.twitter_card_large
source: Summary card with large image
fr_fr: Carte de type "summary with large image"

# opt.twitter_publisher
source: Twitter publisher username
fr_fr: Nom d'utilisateur twitter

# opt.hlp.twitter_cards1
source: Adds the following twitter card tags:
fr_fr: Ajoute les balises twitter tag suivantes :

# opt.hlp.twitter_cards2
source: On all pages, will add card, site, title, url, description (if provided), creator and image (if provided) tags.
fr_fr: Sur toutes les pages, ajoutera des balises card, site, url, description (si fourni), creator et image (si fournie).

# opt.hlp.twitter_cards3
source: On gallery type posts, will add a "gallery" card. A "photo" card will be added to image attachment pages.
fr_fr: Pour les articles de type gallerie, ajoutera une carte de type "gallery". Une carte "photo" sera ajoutée pour les pages dédiées aux médias image.

# opt.gplus_publisher
source: Google+ publisher URL
fr_fr: Adresse web de l'éditeur (Google+)

# opt.hlp.gplus
source: Used if the publisher link rel tag is enabled in the general tab.
fr_fr: Utilisé si la balise de lien "rel" est activée dans l'onglet "général".

# general.save_changes
source: Save Changes
fr_fr: Mettre à jour

# general.reset_defaults
source: Reset to defaults
fr_fr: Reinitialiser

# box.keywords
source: Keywords
fr_fr: Mots clés

# box.text_copy
source: (Copy)
fr_fr: (Copier)

# box.meta_description
source: Social media image
fr_fr: Image pour réseaux sociaux

# box.group.robots
source: Robots meta tag
fr_fr: Balise meta "Robots"

source: Search engine optimization made easy: make your content more visible in search engine results.
fr_fr: Optimisation pour les moteurs de recherche en quelques clics : augmentez la visibilité de vos contenus.

# user.public_email
source: Public e-mail address
fr_fr: Adresse e-mail publique

# hlp.user.public_email
source: Caution: this email address could be made public through header tags
fr_fr: Attention : cette adresse e-mail pourrait être rendue publique dans des balises d'entête

# user.job_title
source: Job title
fr_fr: Profession

# hlp.user.job_title
source: Your job title (for example, Financial Manager).
fr_fr: Votre profession (Ex : gestionnaire financier)

# user.work_longitude
source: Work Location (longitude)
fr_fr: Lieu de travail (longitude)

# hlp.user.work_longitude
source: The longitude of your work location. For example, -122.08585.
fr_fr: La longitude de votre lieu de travail. Exemple : -122.08585.

# user.work_latitude
source: Work location (latitude)
fr_fr: Lieu de travail (latitude)

# hlp.user.work_latitude
source: The latitude of your work location. For example, 37.42242.
fr_fr: La latitude de votre lieu de travail. Exemple : 37.42242.

# user.twitter_username
source: Twitter username
fr_fr: Nom d'utilisateur twitter

# hlp.user.twitter_username
source: Example, @myusername
fr_fr: Exemple : @nomutilisateur

# user.facebook_id
source: Facebook profile ID
fr_fr: ID de profil facebook

# hlp.user.facebook_id
source: Facebook numeric user ID.
fr_fr: Identifiant numérique de profil facebook

# user.facebook_url
source: Facebook profile URL
fr_fr: Adresse web du profil facebook

# hlp.user.facebook_url
source: Example, https://www.facebook.com/groups/LinguisticTeamInternational/
fr_fr: Exemple : https://www.facebook.com/groups/LinguisticTeamInternational/

# user.gplus_url
source: Google+ profile URL
fr_fr: Adresse web du profil Google+

# hlp.user.gplus_url
source: Example, https://plus.google.com/+LinguisticTeamInternationalOfficial
fr_fr: Exemple : https://plus.google.com/+LinguisticTeamInternationalOfficial

# user.instagram_url
source: Instagram profile URL
fr_fr: Adresse web du profil Instagram

# hlp.user.instagram_url
source: Example, https://instagram.com/username
fr_fr: Exemple : https://instagram.com/username

# user.youtube_url
source: Youtube channel URL
fr_fr: Adresse web de la chaine YouTube

# hlp.user.youtube_url
source: Example, https://www.youtube.com/user/LinguisticTeamIntl
fr_fr: Exemple : https://www.youtube.com/user/LinguisticTeamIntl

# user.linkedin_url
source: LinkedIn profile URL
fr_fr: Adresse web du profil LinkedIn

# hlp.user.linkedin_url
source: Example, https://linkedin.com/in/username
fr_fr: Exemple : https://linkedin.com/in/nomutilisateur

# user.myspace_url
source: Myspace profile URL
fr_fr: Adresse web du profil myspace

# hlp.user.myspace_url
source: Example, https://myspace.com/1998called
fr_fr: Exemple : https://myspace.com/1998called

# user.fields_title
source: LTI SEO profile information
fr_fr: LTI SEO informations de profil
